Repository: gitbra/pwic
Catalog: locale/*/LC_MESSAGES/pwic.po
Languages: de, fr

source: By email:
de: Nach E-Mail:
fr: Par courriel :

source: By phone:
de: Nach Telefon:
fr: Par téléphone :

source: On a portal:
de: Im Portal:
fr: Sur un portail :

source: Top of the page
de: Seitenanfang
fr: Haut de page

source: Powered by
de: Unterstützt von
fr: Propulsé par

source: Help
de: Hilfe
fr: Aide

source: Your profile
de: Ihr Profil
fr: Votre profil

source: 'Are you sure to disconnect from Pwic.wiki?'
de: 'Sind Sie sicher, sich von Pwic.wiki zu trennen?'
fr: 'Êtes-vous sûr de vouloir vous déconnecter ?'

source: Log out
de: Sich abmelden
fr: Se déconnecter

source: Log in
de: Sich anmelden
fr: Se connecter

source: 'The operation is a success.'
de: 'Erfolgreicher Vorgang.'
fr: 'L\'opération est un succès.'

source: 'The operation failed.'
de: 'Fehlgeschlagener Vorgang.'
fr: 'L\'opération est un échec.'

source: Help for Pwic.wiki
de: Hilfe für Pwic.wiki
fr: Aide de Pwic.wiki

source: Help for Pwic.wiki (in English only)
de: Hilfe für Pwic.wiki (nur Englisch)
fr: Aide de Pwic.wiki (en anglais seulement)

source: Connect to Pwic.wiki
de: Mit Pwic.wiki verbinden
fr: Se connecter à Pwic.wiki

source: This instance is accessible anonymously.
de: Diese Instanz ist öffentlich.
fr: Votre instance est accessible anonymement.

source: Your browser is incompatible or enable JavaScript.
de: Ihr Browser ist inkompatibel oder aktiviert JavaScript.
fr: Votre navigateur est incompatible ou activez le JavaScript.

source: User:
de: Benutzer:
fr: Utilisateur :

source: Password:
de: Kennwort:
fr: Mot de passe :

source: Optional PIN code for 2FA:
de: Optionaler PIN für 2FA:
fr: Code PIN optionnel pour 2FA :

source: Language:
de: Sprache:
fr: Langue :

source: Anonymous login
de: Anonyme Anmeldung
fr: Connexion anonyme

source: Federated login
de: Föderierte Anmeldung
fr: Connexion fédérée

source: Register
de: Sich registrieren
fr: S'inscrire

source: Disconnected from Pwic.wiki
de: Von Pwic.wiki sich abgemeldet
fr: Se déconnecter de Pwic.wiki

source: You are disconnected
de: Sie haben abgemeldet
fr: Vous êtes déconnecté

source: You successfully logged out.
de: Sie haben sich erfolgreich abgemeldet.
fr: Vous êtes déconnecté avec succès.

source: You can go back to:
de: Zurückgehen können Sie zu:
fr: Vous pouvez retourner en arrière vers :

source: the selection of a new project
de: die Auswahl eines neuen Projekt
fr: la sélection d'un nouveau projet

source: the login page
de: die Anmeldungsseite
fr: la page de connexion

source: Search in project %(project)s
de: Im Projekt %(project)s durchsuchen
fr: Rechercher dans le projet %(project)s

source: Recent changes for %(project)s (%(format)s)
de: Änderungen in letzter Zeit für %(project)s (%(format)s)
fr: Changements récents pour %(project)s (%(format)s)

source: Sort
de: Ordnen
fr: Trier

source: Page not found
de: Unbekannte Seite
fr: Page non trouvée

source: The page does not exist.
de: Die Seite existiert nicht.
fr: La page n'existe pas.

source: Please verify your authorizations, the spelling of the link and the revision level of the page.
de: Bitte prüfen Sie Ihre Rolle, die Schreibweise des Links und die Revisionszähler der Seite.
fr: Veuillez vérifier vos autorisations, la syntaxe du lien et la révision de la page.

source: your last browsed page
de: ihre zuletzt besuchte Seite
fr: votre dernière page visitée

source: the latest revision of the page
de: die letzte Revision der Seite
fr: la dernière révision de la page

source: the home page of the project
de: die Hauptseite des Projekts
fr: la page d'accueil du projet

source: the creation of the missing page
de: die Erstellung der fehlenden Seite
fr: la création de la page manquante

source: the special page of the project
de: die Spezialseite des Projektes
fr: la page spéciale du projet

source: Audit
de: Prüfung

source: Audit of the activities
de: Prüfung der Tätigkeiten
fr: Audit des activités

source: Settings
de: Einstellungen
fr: Paramètres

source: Reference time
de: Bezugszeit
fr: Temps de référence

source: The server has started on %(date)s at %(time)s.
de: Der Server hat am %(date)s um %(time)s gestartet.
fr: Le serveur a démarré le %(date)s à %(time)s.

source: The current time on the server is %(date)s at %(time)s.
de: Die aktuelle Uhrzeit auf dem Server ist %(date)s um %(time)s.
fr: L'heure courante du serveur est %(date)s à %(time)s.

source: Environment variables
de: Umgebungsvariablen
fr: Variables d'environnement

source: Key
de: Schlüssel
fr: Clé

source: Scope
de: Bereich
fr: Périmètre

source: Value
de: Wert
fr: Valeur

source: Project-dependent
de: Projektabhängig
fr: Dépendant du projet

source: Audit of the last %(n)d days
de: Prüfung der letzten %(n)d Tagen
fr: Audit des %(n)d derniers jours

source: Date
de: Datum

source: Time
de: Zeit
fr: Heure

source: Author
de: Verfasser
fr: Auteur

source: Event
de: Ereignis
fr: Événement

source: Project
de: Projekt
fr: Projet

source: Page
de: Seite

source: Reference
de: Bezug
fr: Référence

source: Create a new page
de: Eine neue Seite erstellen
fr: Créer une nouvelle page

source: You have no authorization to create a new page. Please contact your manager.
de: Sie sind nicht berechtigt, eine neue Seite zu erstellen. Bitte wenden Sie sich an Ihren Projektleiter.
fr: Vous n'avez pas d'autorisation pour créer une nouvelle page. Veuillez contacter votre manager.

source: New page
de: Neue Seite
fr: Nouvelle page

source: Project:
de: Projekt:
fr: Projet :

source: Page identifier:
de: Bezeichner der Seite:
fr: Identifiant de la page :

source: Generate a knowledge base article
de: Ein KB-Bezeichner generieren
fr: Générer un article de base de connaissance

source: Tags:
de: Etiketten:
fr: Étiquettes :

source: No hash and separated by a space
de: Kein Kreuz aber Leerzeichen zwischen Wörter
fr: Sans dièse et séparées par un espace

source: Milestone:
de: Etappenziel:
fr: Jalon :

source: Copy in reference to another page
de: In Bezug auf eine andere Seite kopieren
fr: Copier en référence à une autre page

source: Copy and merge the tags
de: Die Etiketten kopieren und vereinigen
fr: Copier et fusionner les étiquettes

source: Create the page
de: Die Seite erstellen
fr: Créer la page

source: Edit the page
de: Die Seite ändern
fr: Éditer la page

source: You are not authorized to edit the page.
de: Sie sind nicht berechtigt, die Seite zu ändern.
fr: Vous n'êtes pas autorisé à éditer la page.

source: Title:
de: Titel:
fr: Titre :

source: Preview
de: Vorschau
fr: Aperçu

source: Bold
de: Fett
fr: Gras

source: Italic
de: Kursiv
fr: Italique

source: Underline
de: Unterstrich
fr: Souligné

source: Strikethrough
de: Durchgestrichen
fr: Barré

source: Superscript
de: Hochgestellt
fr: Exposant

source: Subscript
de: Tiefgestellt
fr: Indice

source: Upper/Lower case
de: Groß-/Kleinbuchstabe
fr: Majuscule / Minuscule

source: No double spaces
de: Keine doppelte Leerzeichen
fr: Pas de double espace

source: Shift to the right
de: Nach rechts verschieben
fr: Décaler à droite

source: Shift to the left
de: Nach links verschieben
fr: Décaler à gauche

source: No blank line
de: Keine leere Zeile
fr: Pas de ligne vide

source: As single line
de: Als einzige Zeile
fr: Sur une ligne unique

source: Title
de: Titel
fr: Titre

source: Footnote
de: Fußnote
fr: Note de pied

source: Line
de: Linie
fr: Ligne

source: Horizontal line
de: Horizontale Linie
fr: Ligne horizontale

source: Table
de: Tabelle

source: AutoTable
de: AutoTabelle

source: Paste as target table
de: Als Zieltabelle einfügen
fr: Coller comme table cible

source: List
de: Liste
fr: Liste

source: Bulleted list
de: Aufzählung
fr: Liste à puces

source: Numbered list
de: Nummerierte Aufzählung
fr: Liste numérotée

source: Tasks
de: Aufgaben
fr: Tâches

source: Quote
de: Zitat
fr: Citation

source: Spoiler
de: Enthüllung

source: Keyword
de: Stichwort
fr: Mot-clé

source: Monospaced keyword
de: Stichwörter mit einer Konstantschrift
fr: Mot-clé à chasse fixe

source: Code
de: Quelltext

source: Insert
de: Einfügen
fr: Insérer

source: Refresh
de: Aktualisieren
fr: Rafraîchir

source: Drop the files here
de: Ablegen Sie die Dateien hier
fr: Déposez les fichiers ici

source: and save immediately
de: und jetzt sichern
fr: et sauvegarder immédiatement

source: Action
de: Vorgehen

source: File name
de: Dateiname
fr: Nom de fichier

source: For the latest saved revision only
de: Nur für die letzte gespeicherte Revisionen
fr: Pour la dernière révision sauvegardée uniquement

source: Used
de: Benutzt
fr: Utilisé

source: Size
de: Größe
fr: Taille

source: File
de: Datei
fr: Fichier

source: Attributes
de: Merkmale
fr: Attributs

source: Reason for the modification:
de: Grund der Änderung:
fr: Motif de la modification :

source: Free text to report the expected readiness of the page
de: Freier Text, um die erwartete Bereitschaft der Seite zu melden
fr: Texte libre pour rapporter les échéances attendues de la page

source: Draft
de: Textentwurf
fr: Brouillon

source: Final version
de: Endversion
fr: Version finale

source: Header line *
de: Überschrift *
fr: Ligne d'entête *

source: Protected page *
de: Geschützte Seite *
fr: Page protégée *

source: Save the modifications
de: Die Änderungen sichern
fr: Sauvegarder les modifications

source: Project-dependent environment variables
de: Projektabhängige Umgebungsvariablen
fr: Variables d'environnement dépendantes du projet

source: Project-dependent settings
de: Projektabhängige Einstellungen
fr: Paramètres dépendants du projet

source: The following settings are changeable online and they are applicable to the current project only.
de: Die folgenden Einstellungen können online geändert werden und gelten nur für das aktuelle Projekt.
fr: Les paramètres suivants sont modifiables en ligne et ne s'appliquent qu'au projet en cours.

source: Refer to your administrator to configure the <a href="/%(project)s/special/audit">other environment variables</a> (whose details are available in the <a href="/special/help#help_setup">help page</a>), or if you want a setting to apply once for all the projects hosted on the server.
de: Bitten Sie Ihren Administrator, wenn <a href="/%(project)s/special/audit">andere Umgebungsvariablen</a> (deren Details auf der <a href="/special/help#help_setup">Hilfeseite</a> verfügbar sind) oder Variablen für alle Projekte des Servers festgelegt werden sollen.
fr: Contactez votre administrateur pour configurer les <a href="/%(project)s/special/audit">autres variables d'environnement</a> (dont les détails sont dans la <a href="/special/help#help_setup">page d'aide</a>), ou si vous voulez appliquer un paramètre pour l'ensemble des projets hébergés sur le serveur.

source: Variable
de: Variablenname

source: Save
de: Sichern
fr: Enregistrer

source: 'Are you sure to reset the current changes?'
de: 'Möchten Sie die aktuellen Änderungen abbrechen?'
fr: 'Êtes-vous sûr de vouloir annuler les changements en cours ?'

source: Cancel the current modifications
de: Die aktuelle Änderungen abbrechen
fr: Annuler les modifications en cours

source: Graph of the project
de: Grafische Darstellung des Projekts
fr: Graphe du projet

source: Visual representation of the pages
de: Visuelle Darstellung der Seiten
fr: Représentation visuelle des pages

source: Download as a file
de: Als Datei herunterladen
fr: Télécharger comme fichier

source: History of the modifications
de: Verlauf der Änderungen
fr: Historique des modifications

source: Compare
de: Vergleichen
fr: Comparer

source: Rev<span class="pwic_desktop">ision</span>
de: Rev<span class="pwic_desktop">isionszähler</span>
fr: Rév<span class="pwic_desktop">ision</span>

source: Flags
de: Merkmale
fr: Attributs

source: Comment
de: Bemerkung
fr: Commentaire

source: Milestone
de: Etappenziel
fr: Jalon

source: Marked as final
de: Als fertig anzeigen
fr: Marqué comme final

source: Validated by %(valuser)s on %(valdate)s at %(valtime)s.
de: Validiert von %(valuser)s am %(valdate)s um %(valtime)s.
fr: Validé par %(valuser)s le %(valdate)s à %(valtime)s.

source: Report of the links
de: Bericht über die Links
fr: Rapport des liens

source: Verification of the links
de: Überprüfung der Links
fr: Vérification des liens

source: Orphaned pages
de: Verwaiste Seiten
fr: Pages orphelines

source: You have no orphaned page.
de: Sie haben keine verwaiste Seite.
fr: Vous n'avez pas de page orpheline.

source: These pages cannot be reached by simple clicks but are still referenced by the search engine.
de: Diese Seiten können nicht mit einfachen Klicks erreicht werden, sondern werden sie durch die Suchmaschine referenziert.
fr: Ces pages ne sont pas accessibles par de simples clics mais sont toujours référencées par le moteur de recherche.

source: Broken links to a page
de: Ungültige Links zu einer Seite
fr: Liens cassés vers une page

source: You have no broken link to a page.
de: Sie haben keinen gebrochenen Link für die Seiten.
fr: Vous n'avez pas de lien cassé vers une page.

source: A broken link displays the error 404 because the targeted page does not exist.
de: Ein ungültiges Link zeigt den Fehler 404 an, da die Zielseite nicht existiert.
fr: Un lien cassé affiche une erreur 404 parce que la page cible n'existe pas.

source: Non-existent page
de: Unbekannte Seite
fr: Page inexistante

source: Note: the table does not check the links to the other projects.
de: Hinweis: Die Tabelle prüft die Links zu den anderen Projekten nicht.
fr: Remarque : le tableau ne vérifie pas les liens vers les autres projets.

source: Broken links to a document
de: Ungültige Links für die Dokumente
fr: Liens cassés vers un document

source: You have no broken link to a document.
de: Sie haben keinen ungültigen Link für die Dokumente.
fr: Vous n'avez pas de lien cassé vers un document.

source: Managing the files without updating the pages may result in invalid links.
de: Die Verwaltung der Dateien kann ungültigen Links anlegen, wenn Sie die Seite nicht aktualisieren.
fr: Gérer les fichiers sans mettre à jour les pages peut créer des liens invalides.

source: Non-existent document
de: Unbekanntes Dokument
fr: Document inexistant

source: Move a page
de: Eine Seite verschieben
fr: Déplacer une page

source: Move the page and its attachments
de: Die Seite und seine Dokumente verschieben
fr: Déplacer une page et ses pièces jointes

source: Target project:
de: Zielprojekt:
fr: Projet cible :

source: Target page identifier:
de: Zielbezeichner der Seite:
fr: Identifiant de la page cible :

source: Move the page
de: Die Seite verschieben
fr: Déplacer la page

source: This form can be used to rename an existing page.
de: Dieses Formular kann eine existierende Seite umbenennen.
fr: Ce formulaire peut être utilisé pour renommer une page existante.

source: No link will be updated within the following pages:
de: Kein Link wird in den folgenden Seiten aktualisiert:
fr: Aucun lien ne sera mis à jour au sein des pages suivantes :

source: New user
de: Neuer Benutzer
fr: Nouvel utilisateur

source: Roles
de: Rolle
fr: Rôles

source: Graph
de: Graphik
fr: Graphe

source: Export to format %(format)s
de: Als %(format)s-Format exportieren
fr: Exporter au format %(format)s

source: Random page
de: Zufallsseite
fr: Page aléatoire

source: Internal support
de: Interne Betreuung
fr: Support interne

source: Expand/Collapse
de: Aus-/Aufrollen
fr: Dérouler/Enrouler

source: Recent updates
de: Änderungen in letzter Zeit
fr: Mises à jour récentes

source: Team members
de: Projektmitarbeiter
fr: Membres de l'équipe

source: Administrators:
de: Administratoren:
fr: Administrateurs :

source: Managers:
de: Projektleiter:

source: Editors:
de: Redakteure:
fr: Éditeurs :

source: Validators:
de: Validierer:
fr: Validateurs :

source: Readers:
de: Leser:
fr: Lecteurs :

source: All the pages of the project
de: Alle Seite des Projektes
fr: Toutes les pages du projet

source: Revision
de: Revisionszähler
fr: Révision

source: Progress by tag
de: Fortschritt nach Etikett
fr: Progression par étiquette

source: Select all
de: Alles auswählen
fr: Tout sélectionner

source: Deselect all
de: Alles abwählen
fr: Tout désélectionner

source: Combined selection
de: Kombinierte Auswahl
fr: Sélection combinée

source: De/Select this tag
de: Diese Etikett (de)selektieren
fr: (Dé)sélectionner l'étiquette

source: Tag
de: Etikett
fr: Étiquette

source: Step
de: Schritt
fr: Étape

source: Final
de: Fertig

source: Validated
de: Bestätigt
fr: Validé

source: All the documents of the project
de: Alle Dokumente des Projektes
fr: Tous les documents du projet

source: Disk space usage:
de: Speicherplatznutzung:
fr: Utilisation de l'espace disque :

source: Hash
de: Prüfsumme

source: Download
de: Herunterladen
fr: Télécharger

source: External storage
de: Externer Speicher
fr: Stockage externe

source: Duplicate file
de: Doppelte Datei
fr: Fichier doublon

source: The page is protected
de: Die Seite ist geschützt
fr: La page est protégée

source: Special
de: Speziell
fr: Spécial

source: Edit
de: Ändern
fr: Éditer

source: History
de: Verlauf
fr: Historique

source: Move
de: Verschieben
fr: Déplacer

source: Print
de: Drucken
fr: Imprimer

source: Export to
de: Exportieren nach
fr: Exporter vers

source: 'The validation cannot be undone.\n\nDo you want to continue?'
de: 'Die Validierung kann nicht abgebrochen werden.\n\nMöchten Sie fortfahren?'
fr: 'La validation ne peut pas être annulée.\n\nVoulez-vous continuer ?'

source: Validate
de: Bestätigen
fr: Valider

source: 'Warning: deleting the revision cannot be undone.\n\nDo you want to continue?'
de: 'Das Löschen der Revision kann nicht abgebrochen werden.\n\nMöchten Sie fortfahren?'
fr: 'Attention : supprimer une révision ne peut pas être annulé.\n\nVoulez-vous continuer ?'

source: Delete
de: Löschen
fr: Supprimer

source: You are viewing the <span class="pwic_bold">revision %(revision)d</span> and <a href="/%(project)s/%(page)s/history">non-validated revisions</a> are pending.
de: Sie lesen die <span class="pwic_bold">Revision %(revision)d</span> aber <a href="/%(project)s/%(page)s/history">nicht validierte Revisionen</a> sind gespeichert.
fr: Vous consultez la <span class="pwic_bold">révision %(revision)d</span> et des <a href="/%(project)s/%(page)s/history">révisions non validées</a> sont en attente.

source: You are viewing the <span class="pwic_bold">revision %(revision)d</span>, but the <a href="/%(project)s/%(page)s">latest version</a> is available.
de: Sie lesen die <span class="pwic_bold">Revision %(revision)d</span>, aber die <a href="/%(project)s/%(page)s">letzte Revision</a> ist verfügbar.
fr: Vous consultez la <span class="pwic_bold">révision %(revision)d</span>, mais la <a href="/%(project)s/%(page)s">dernière version</a> est disponible.

source: This page has been validated by <a href="/special/user/%(user1)s" rel="nofollow">%(user2)s</a> on %(sdate)s at %(stime)s.
de: Diese Seite wurde von <a href="/special/user/%(user1)s" rel="nofollow">%(user2)s</a> am %(sdate)s um %(stime)s validiert.
fr: Cette page a été validée par <a href="/special/user/%(user1)s" rel="nofollow">%(user2)s</a> le %(sdate)s à %(stime)s.

source: Show/Hide the map of the page
de: Übersicht der Seite anzeigen/ausblenden
fr: Afficher/Cacher le plan de la page

source: Attached documents
de: Beiliegende Dokumente
fr: Documents attachés

source: Related pages:
de: Verwandte Seiten:
fr: Pages liées :

source: Search for related classified pages
de: Nach klassifizierte Seiten suchen
fr: Rechercher des pages classifiées apparentées

source: Download all
de: Alles nachladen
fr: Tout télécharger

source: Uploaded by %(author)s on %(date)s at %(time)s.
de: Hochgeladen von %(author)s am %(date)s um %(time)s.
fr: Téléversé par %(author)s le %(date)s à %(time)s.

source: Revision <span class="pwic_bold">#%(revision)d</span> was last modified by <a href="/special/user/%(author1)s" rel="nofollow">%(author2)s</a><br>on %(date)s at %(time)s &mdash; <span title="Hash: %(hash)s">%(shash)s</span>
de: Revision <span class="pwic_bold">#%(revision)d</span> wurde zuletzt am %(date)s um %(time)s<br>von <a href="/special/user/%(author1)s" rel="nofollow">%(author2)s</a> geändert &mdash; <span title="Prüfsumme: %(hash)s">%(shash)s</span>
fr: Révision <span class="pwic_bold">#%(revision)d</span> dernièrement modifiée par <a href="/special/user/%(author1)s" rel="nofollow">%(author2)s</a><br>le %(date)s à %(time)s &mdash; <span title="Hash : %(hash)s">%(shash)s</span>

source: No access
de: Kein Zugriff
fr: Pas d'accès

source: Access denied
de: Zugriff gesperrt
fr: Accès refusé

source: You don't have the authorizations to access this project.
de: Sie sind nicht berechtigt, auf dieses Projekt zuzugreifen.
fr: Vous n'avez pas d'autorisation pour accéder à ce projet.

source: To request your access, get in touch with the support team:
de: Nehmen Sie mit dem Support-Team Kontakt auf, um Zugang zu bitten:
fr: Pour réclamer votre accès, contactez l'équipe de support :

source: Unfortunately, there is no defined support information to request your access.
de: Leider gibt es keine Support-Informationen, um Ihren Zugang zu bitten.
fr: Malheureusement, il n'existe aucune information de support pour réclamer votre accès.

source: Select your project
de: Wählen Sie Ihr Projekt
fr: Sélectionnez votre projet

source: Unfortunately, you have access to no project at all.
de: Sie haben Leider keinen Zugriff zu einem Projekt.
fr: Malheureusement, vous n'avez accès à aucun projet.

source: Joined projects
de: Projekte
fr: Projets rejoints

source: Description
de: Beschreibung

source: Last activity
de: Letzte Aktivität
fr: Dernière activité

source: Creation date
de: Erstellungsdatum
fr: Date de création

source: Available public projects
de: Verfügbare öffentliche Projekte
fr: Projets publics disponibles

source: Search
de: Suche
fr: Rechercher

source: results
de: Resultate
fr: résultats

source: Search terms:
de: Suchbegriffe:
fr: Termes de la recherche :

source: Include the old revisions
de: Die alte Revisionen einschließen
fr: Inclure les anciennes révisions

source: Case-sensitive
de: Mit der Unterscheidung von Groß- und Kleinschreibung
fr: Sensible à la casse

source: Pages
de: Seiten

source: Score
de: Punktestand

source: Latest
de: Letzte
fr: Le plus récent

source: Documents
de: Dokumente

source: Create a new user
de: Ein neuen Benutzer erstellen
fr: Créer un nouvel utilisateur

source: Assign a new user
de: Ein neuen Benutzer zuweisen
fr: Affecter un nouvel utilisateur

source: You have no authorization to create a new user. Please contact your administrator.
de: Sie sind nicht berechtigt, einen neuen Benutzer zu erstellen. Bitte wenden Sie sich an Ihren Administrator.
fr: Vous n'avez pas d'autorisation pour créer un nouvel utilisateur. Veuillez contacter votre administrateur.

source: Reminder: your password must be changed before you can add a new user to the selected project.
de: Erinnerung: ihr Kennwort muss geändert werden, bevor Sie für das Projekt einen neuen Benutzer hinzufügen könnten.
fr: Rappel : votre mot de passe doit être changé avant de pouvoir ajouter un nouvel utilisateur au projet sélectionné.

source: User name:
de: Nutzername:
fr: Utilisateur :

source: Create the user
de: Der Benutzer erstellen
fr: Créer l'utilisateur

source: Roles of the users
de: Rollen der Benutzer
fr: Rôles des utilisateurs

source: Create a user
de: Ein Benutzer erstellen
fr: Créer un utilisateur

source: Reminder: the password of a user must be changed before his roles can be changed.
de: Erinnerung: das Kennwort eines Benutzers muss geändert werden, bevor Sie seine Rollen ändern könnten.
fr: Rappel : le mot de passe d'un utilisateur doit être changé avant que ses rôles puissent être modifiés.

source: User
de: Benutzer
fr: Utilisateur

source: Password
de: Kennwort
fr: Mot de passe

source: Pwd
de: Kwt
fr: Mdp

source: Activity
de: Aktivität
fr: Activité
