Repository: gitbra/pwic
Catalog: locale/*/LC_MESSAGES/pwic.po
Languages: de, fr

source: M<span class="pwic_desktop">anager</span>
de: P<span class="pwic_desktop">rojekt</span>l<span class="pwic_desktop">eiter</span>

source: E<span class="pwic_desktop">ditor</span>
de: R<span class="pwic_desktop">edakteur</span>
fr: É<span class="pwic_desktop">diteur</span>

source: V<span class="pwic_desktop">alidator</span>
de: V<span class="pwic_desktop">alidierer</span>
fr: V<span class="pwic_desktop">alideur</span>

source: R<span class="pwic_desktop">eader</span>
de: L<span class="pwic_desktop">eser</span>
fr: L<span class="pwic_desktop">ecteur</span>

source: Dis<span class="pwic_desktop">abled</span>
de: Ab<span class="pwic_desktop">geschaltet</span>
fr: Dés<span class="pwic_desktop">activé</span>

source: Del<span class="pwic_desktop">ete</span>
de: Lö<span class="pwic_desktop">schen</span>
fr: Suppr<span class="pwic_desktop">imer</span>

source: Special account
de: Spezialkonto
fr: Compte spécial

source: Federated authentication
de: Föderierte Authentifizierung
fr: Authentification fédérée

source: The user must change his password
de: Der Benutzer muss sein Kennwort ändern
fr: L'utilisateur doit changer son mot de passe

source: User profile
de: Benutzerprofil
fr: Profil de l'utilisateur

source: Profile
de: Profil
fr: Profil

source: Own password:
de: Eigenes Kennwort:
fr: Mot de passe personnalisé :

source: Enabled two-factor authentication (2FA)
de: Aktivierte Zwei-Faktor-Authentifizierung (2FA)
fr: Double authentification activée (2FA)

source: Federated authentication only
de: Nur föderierte Authentifizierung
fr: Authentification fédérée seulement

source: change it
de: ändern
fr: le changer

source: Projects:
de: Projekte:
fr: Projets :

source: Change your password
de: Ihres Kennwort ändern
fr: Changer votre mot de passe

source: Warning: the site is not using a secure protocol. Please choose a dedicated password that you use nowhere else.
de: Warnung: diese Webseite wendet kein sicheres Protokoll an. Bitte wählen Sie ein unveröffentlichtes Kennwort, das Sie sonst nirgends benutzen.
fr: Attention : ce site n'utilise pas de protocole sécurisé. Veuillez choisir un mot de passe que vous n'utilisez nulle part ailleurs.

source: Current password:
de: Aktuelles Kennwort:
fr: Mot de passe actuel :

source: New password:
de: Neues Kennwort:
fr: Nouveau mot de passe :

source: Repeat password:
de: Kennwort wiederholen:
fr: Répétez le mot de passe :

source: Change
de: Ändern
fr: Modifier

source: Cancel
de: Abbrechen
fr: Annuler

source: Contributions in the last 90 days
de: Änderungen in den letzten 90 Tagen
fr: Contributions des 90 derniers jours

source: The user has no recent contribution.
de: Der Benutzer hat keine aktuelle Änderung.
fr: L'utilisateur n'a pas de contribution récente.

source: Uploaded documents
de: Hochgeladene Dokumente
fr: Documents chargés

source: The user owns no document.
de: Der Benutzer besitzt kein Dokument.
fr: L'utilisateur n'a chargé aucun document.

source: 'The parameters are not acceptable.'
de: 'Die Aufrufparameter sind nicht annehmbar.'
fr: 'Les paramètres ne sont pas acceptables.'

source: 'Number of columns:'
de: 'Zahl von Spalten:'
fr: 'Nombre de colonnes :'

source: 'Number of rows:'
de: 'Zahl von Reihen:'
fr: 'Nombre de lignes :'

source: 'Insert a table'
de: 'Eine Tabelle einfügen'
fr: 'Insérer une table'

source: 'From the list of documents, please rather use the sign + in front of the file that you want to attach as an image or as a link.'
de: 'Um ein Bild oder einen Link einzufügen, benutzen Sie bitte das geeignete Zeichen + vor den Dateien von den Dokumentenliste.'
fr: 'Depuis la liste des documents, utilisez plutôt le signe + devant le fichier à attacher comme une image ou un lien.'

source: 'Attach an uploaded document'
de: 'Ein hochgeladenes Dokument einfügen'
fr: 'Attacher un document déposé'

source: 'Are you sure to switch back to the basic editor?'
de: 'Möchten Sie wirklich, den klassichen Editor benutzen?'
fr: 'Êtes-vous sûr de basculer vers l\'éditeur basique ?'

source: 'Switch to the classical editor'
de: 'Zum klassischen Editor wechseln'
fr: 'Basculer vers l\'éditeur classique'

source: 'Paste the link:'
de: 'Der Link einfügen:'
fr: 'Collez le lien :'

source: 'You cannot use this feature.'
de: 'Diese Funktion ist nicht verfügbar.'
fr: 'Vous ne pouvez pas utiliser cette fonctionnalité.'

source: 'Tooltip of the image:'
de: 'Tooltip des Bildes:'
fr: 'Bulle d\'aide de l\'image :'

source: 'Alternate text for the image:'
de: 'Alternativer Text des Bildes:'
fr: 'Texte alternatif pour l\'image :'

source: 'Do you want to replace the current content by the one of the selected document?'
de: 'Möchten Sie die aktuelle Seite durch den Inhalt des selektierten Dokuments ersetzen?'
fr: 'Voulez-vous remplacer le contenu actuel par celui du document sélectionné ?'

source: Add a link
de: Ein Link einfügen
fr: Ajouter un lien

source: Import the content of the document
de: Der Inhalt des Dokuments importieren
fr: Importer le contenu du document

source: Hash:
de: Prüfsumme:

source: Rename the document
de: Das Dokument umbenennen
fr: Renommer le document

source: Delete the document
de: Das Dokument löschen
fr: Supprimer le document

source: 'The file is uploaded and usable in the list below.'
de: 'Die Datei wurde hochgeladen und ist in der folgenden Liste verfügbar.'
fr: 'Le fichier a été chargé et est disponible dans la liste ci-dessous.'

source: 'Unsupported feature.'
de: 'Nicht verfügbare Funktion.'
fr: 'Fonctionnalité non supportée.'

source: 'Are sure to delete "%s"?'
de: 'Möchten Sie "%s" löschen?'
fr: 'Êtes-vous sûr de vouloir supprimer "%s" ?'

source: 'Some fields are mandatory.'
de: 'Einige Felder sind obligatorisch.'
fr: 'Quelques champs sont obligatoires.'

source: 'Your session is not valid anymore. Please reconnect from another tab and retry.'
de: 'Ihre Arbeitssitzung ist nicht mehr gültig. Melden Sie über einer anderen Reiter an, und wiederholen Sie.'
fr: 'Votre session n\'est plus valide. Veuillez vous reconnecter depuis un nouvel onglet et réessayez.'

source: 'Warning: the page has been modified in parallel of your current modifications.\n\nConsequently, your changes will be posted as a removable draft. You must merge the changes manually later.'
de: 'Warnung: diese Seite wurde parallel zu Ihren aktuellen Änderungen geändert.\n\nFolglich werden Ihre neue Revision als änderbaren Textentwurf gesichert. Sie müssen die Inhalte später manuell zusammenführen.'
fr: 'Attention : la page a été modifiée en parallèle de vos modifications en cours.\n\nPar conséquent, vos modifications seront publiées sous forme d\'un brouillon révocable. Vous devrez fusionner les modifications manuellement plus tard.'

source: 'The server or your Internet connection is down.'
de: 'Der Server oder Ihre Internetverbindung ist ausgefallen.'
fr: 'Le serveur ou votre connexion Internet est interrompu.'

source: 'Preview of the page'
de: 'Vorschau der Seite'
fr: 'Aperçu de la page'

source: 'Close the preview'
de: 'Voransicht schließen'
fr: 'Fermer l\'aperçu'

source: 'The current changes may be lost.'
de: 'Die aktuellen Änderungen könnten verloren werden.'
fr: 'Les modifications en cours peuvent être perdues.'

source: 'Warning: the current page is a draft, so its content may disappear in the future without notice.'
de: 'Warnung: die aktuelle Seite ist ein Textentwurf, sodass sein Inhalt in Zukunft ohne Vorankündigung verschwinden kann."
fr: 'Attention : la page courante est un brouillon, donc son contenu pourra disparaître à tout moment sans prévenir.'

source: 'The code has been copied successfully to the clipboard.'
de: 'Der Quellcode wurde erfolgreich in die Zwischenablage kopiert.'
fr: 'Le code a été copié avec succès dans le presse-papier.'

source: 'The code cannot be copied to the clipboard.'
de: 'Der Quellcode kann nicht in die Zwischenablage kopiert werden.'
fr: 'Le code ne peut pas être copié dans le presse-papier.'

source: 'Download this table as CSV file'
de: 'Diese Tabelle als CSV-Datei herunterladen'
fr: 'Télécharger ce tableau au format CSV'

source: 'The form is inconsistent.'
de: 'Das Formular ist unsicher.'
fr: 'Le formulaire est inconsistant.'

source: 'Failure to save your new password. Verify that it matches with the security rules.'
de: 'Fehler beim Speichern des neuen Kennworts. Prüfen Sie die Sicherheitsregeln.'
fr: 'Échec à la sauvegarde de votre nouveau mot de passe. Vérifiez qu\'il est conforme aux règles de sécurité.'

source: 'Your password has been changed successfully.'
de: 'Ihr Kennwort wurde erfolgreich geändert.'
fr: 'Votre mot de passe a été changé avec succès.'

source: String
fr: Chaîne

source: Link
fr: Lien

source: Links
fr: Liens

source: Email
fr: Courriel
